import React from "react";

export default function page() {
  return (
    <>
      <section className="container mx-auto">
        <div className="p-4 bg-whate rounded-lg shadow my-8">
        <p className="font-Medium">خدمات سئو چیست؟</p>
          <p className="font-light">
            اجرای اصولی خدمات سئو سبب بهینه‌سازی صفحات برای کاربران و موتورهای
            جستجو می‌شود. به طور معمول کاربران برای دریافت خدمات یا خرید محصول
            به موتور جستجوی گوگل مراجعه کرده و سایت مورد نظر خود را از سه یا
            چهار لینک اول نتایج گوگل انتخاب می‌نمایند. به همین سبب بهترین راه
            تعامل با کاربران و افزایش نرخ کلیک، بهینه سازی صفحات سایت برای ربات
            های موتور جستجوی گوگل است. اگر به دنبال رشد کسب و کار خود هستید،
            برندینگ همراه با اصول صحیح سئو در افزایش رتبه صفحات سایت بسیار
            تاثیرگذار است. امروزه بسیاری از شرکت‌ها به دنبال اجرا سئو و بهینه
            سازی سایت جهت گسترش فروش یا ارائه انواع خدمات می‌باشند. بدیهی است که
            دریافت امتیاز در گوگل و رتبه بالا در نتایج جستجو به عنوان امن‌ترین
            پل ارتباطی جهت تعامل با کاربران معرفی می‌شود. همچنین سئو و بهینه
            سازی سایت‌ها در دسته تبلیغات کم هزینه با ماندگاری بالا قرار دارد که
            در مقایسه با سایر تبلیغات بسیار هدفمند پیش خواهد رفت.
          </p>
          <p className="font-Medium">خدمات سئو چیست؟</p>
          <p className="font-light">
            اجرای اصولی خدمات سئو سبب بهینه‌سازی صفحات برای کاربران و موتورهای
            جستجو می‌شود. به طور معمول کاربران برای دریافت خدمات یا خرید محصول
            به موتور جستجوی گوگل مراجعه کرده و سایت مورد نظر خود را از سه یا
            چهار لینک اول نتایج گوگل انتخاب می‌نمایند. به همین سبب بهترین راه
            تعامل با کاربران و افزایش نرخ کلیک، بهینه سازی صفحات سایت برای ربات
            های موتور جستجوی گوگل است. اگر به دنبال رشد کسب و کار خود هستید،
            برندینگ همراه با اصول صحیح سئو در افزایش رتبه صفحات سایت بسیار
            تاثیرگذار است. امروزه بسیاری از شرکت‌ها به دنبال اجرا سئو و بهینه
            سازی سایت جهت گسترش فروش یا ارائه انواع خدمات می‌باشند. بدیهی است که
            دریافت امتیاز در گوگل و رتبه بالا در نتایج جستجو به عنوان امن‌ترین
            پل ارتباطی جهت تعامل با کاربران معرفی می‌شود. همچنین سئو و بهینه
            سازی سایت‌ها در دسته تبلیغات کم هزینه با ماندگاری بالا قرار دارد که
            در مقایسه با سایر تبلیغات بسیار هدفمند پیش خواهد رفت.
          </p>
          <p className="font-Medium">خدمات سئو چیست؟</p>
          <p className="font-light">
            اجرای اصولی خدمات سئو سبب بهینه‌سازی صفحات برای کاربران و موتورهای
            جستجو می‌شود. به طور معمول کاربران برای دریافت خدمات یا خرید محصول
            به موتور جستجوی گوگل مراجعه کرده و سایت مورد نظر خود را از سه یا
            چهار لینک اول نتایج گوگل انتخاب می‌نمایند. به همین سبب بهترین راه
            تعامل با کاربران و افزایش نرخ کلیک، بهینه سازی صفحات سایت برای ربات
            های موتور جستجوی گوگل است. اگر به دنبال رشد کسب و کار خود هستید،
            برندینگ همراه با اصول صحیح سئو در افزایش رتبه صفحات سایت بسیار
            تاثیرگذار است. امروزه بسیاری از شرکت‌ها به دنبال اجرا سئو و بهینه
            سازی سایت جهت گسترش فروش یا ارائه انواع خدمات می‌باشند. بدیهی است که
            دریافت امتیاز در گوگل و رتبه بالا در نتایج جستجو به عنوان امن‌ترین
            پل ارتباطی جهت تعامل با کاربران معرفی می‌شود. همچنین سئو و بهینه
            سازی سایت‌ها در دسته تبلیغات کم هزینه با ماندگاری بالا قرار دارد که
            در مقایسه با سایر تبلیغات بسیار هدفمند پیش خواهد رفت.
          </p>
        </div>
      </section>
    </>
  );
}

export async function getStaticProps() {
  return {
    props: {},
  };
}
